/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   ft_wait_for_processes.c                            :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: maba <maba@student.42.fr>                  +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2024/10/14 14:57:12 by maba              #+#    #+#             */
/*   Updated: 2024/10/14 15:30:37 by maba             ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

/*
* ft_wait_for_processes() : Attend la fin de tous les processus enfants lancés, avec wait() ou waitpid().
*
* 
*
*/
